Repository: RyanStarFox/MacPower
Catalog: MacPower/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, ru, zh_hans, zh_hant

# settings.icon.tint.low
source: Low
de: Niedrig
es: Bajo
fr: Bas
it: Basso
ja: 低
ko: 낮음
pt_br: Baixo
ru: Низк.
zh_hans: 低
zh_hant: 低

# settings.icon.tint.high
source: High
de: Hoch
es: Alto
fr: Haut
it: Alto
ja: 高
ko: 높음
pt_br: Alto
ru: Выс.
zh_hans: 高
zh_hant: 高

# settings.icon.tint.left
source: Left
de: Links
es: Izq.
fr: Gauche
it: Sinistra
ja: 左
ko: 왼쪽
pt_br: Esq.
ru: Лев.
zh_hans: 左
zh_hant: 左

# settings.icon.tint.right
source: Right
de: Rechts
es: Der.
fr: Droite
it: Destra
ja: 右
ko: 오른쪽
pt_br: Dir.
ru: Прав.
zh_hans: 右
zh_hant: 右

# settings.icon.tint.lowLeft
source: Low · left
de: Niedrig · L
es: Bajo · izq.
fr: Bas · g.
it: Basso · s
ja: 低・左
ko: 낮음·왼쪽
pt_br: Baixo · esq.
ru: Низк. · лев.
zh_hans: 低·左
zh_hant: 低·左

# settings.icon.tint.lowRight
source: Low · right
de: Niedrig · R
es: Bajo · der.
fr: Bas · d.
it: Basso · d
ja: 低・右
ko: 낮음·오른쪽
pt_br: Baixo · dir.
ru: Низк. · прав.
zh_hans: 低·右
zh_hant: 低·右

# settings.icon.tint.highLeft
source: High · left
de: Hoch · L
es: Alto · izq.
fr: Haut · g.
it: Alto · s
ja: 高・左
ko: 높음·왼쪽
pt_br: Alto · esq.
ru: Выс. · лев.
zh_hans: 高·左
zh_hant: 高·左

# settings.icon.tint.highRight
source: High · right
de: Hoch · R
es: Alto · der.
fr: Haut · d.
it: Alto · d
ja: 高・右
ko: 높음·오른쪽
pt_br: Alto · dir.
ru: Выс. · прав.
zh_hans: 高·右
zh_hant: 高·右

# settings.icon.tint.defaultSlide
source: Default · slide
de: Standard · fließend
es: Predet. · suave
fr: Défaut · fluide
it: Predef. · fluido
ja: デフォルト・滑らか
ko: 기본·무단계
pt_br: Padrão · suave
ru: По умолч. · плавно
zh_hans: 默认·无极
zh_hant: 預設·無極

# settings.icon.tint.defaultGradient
source: Default · gradient
de: Standard · Verlauf
es: Predet. · degradado
fr: Défaut · dégradé
it: Predef. · gradiente
ja: デフォルト・グラデ
ko: 기본·그라데이션
pt_br: Padrão · degradê
ru: По умолч. · градиент
zh_hans: 默认·渐变
zh_hant: 預設·漸層

# settings.icon.tint.defaultSlideGradient
source: Default · both
de: Standard · beides
es: Predet. · ambos
fr: Défaut · les deux
it: Predef. · entrambi
ja: デフォルト・両方
ko: 기본·그라데이션+슬라이드
pt_br: Padrão · ambos
ru: По умолч. · оба
zh_hans: 默认·渐变无极
zh_hant: 預設·漸層無極

# settings.tint.selection
source: Edit target
de: Bearbeitungsziel
es: Destino
fr: Cible
it: Destinazione
ja: 編集対象
ko: 편집 대상
pt_br: Alvo
ru: Цель правки
zh_hans: 编辑对象
zh_hant: 編輯對象

# settings.tint.selection.all
source: All
de: Alle
es: Todas
fr: Tout
it: Tutte
ja: すべて
ko: 전체
pt_br: Todas
ru: Все
zh_hans: 全部
zh_hant: 全部

# settings.flow.tint.charging
source: Charging
de: Laden
es: Cargando
fr: Charge
it: In carica
ja: 充電中
ko: 충전 중
pt_br: Carregando
ru: Зарядка
zh_hans: 充电中
zh_hant: 充電中

# settings.flow.tint.discharging
source: On battery
de: Akku
es: Con batería
fr: Sur batterie
it: A batteria
ja: バッテリー駆動
ko: 배터리 사용
pt_br: Na bateria
ru: От батареи
zh_hans: 使用电池
zh_hant: 使用電池

# settings.flow.tint.hold
source: Adapter hold
de: Netzteil halten
es: Adaptador en espera
fr: Maintien adaptateur
it: Adattatore in attesa
ja: アダプタ維持
ko: 어댑터 유지
pt_br: Adaptador em espera
ru: Удержание от сети
zh_hans: 电源维持
zh_hant: 電源維持

# settings.flow.tint.underpowered
source: Underpowered
de: Unterversorgt
es: Potencia insuficiente
fr: Sous-alimenté
it: Potenza insufficiente
ja: 電力不足
ko: 전력 부족
pt_br: Potência insuficiente
ru: Нехватка мощности
zh_hans: 功率不足
zh_hant: 功率不足

# settings.flow.tint.motionColor
source: Custom motion color
de: Eigene Bewegungsfarbe
es: Color de animación
fr: Couleur d’animation
it: Colore del movimento
ja: モーション色を指定
ko: 모션 색상 지정
pt_br: Cor do movimento
ru: Свой цвет анимации
zh_hans: 自定义动效颜色
zh_hant: 自訂動效顏色

# settings.popover.tint.smooth
source: Smooth slide
de: Fließend
es: Deslizante
fr: Glissement
it: Scorrimento
ja: スムーズ変化
ko: 무단계 슬라이드
pt_br: Deslizante
ru: Плавный сдвиг
zh_hans: 无极滑动
zh_hant: 無極滑動

# settings.popover.tint.gradient
source: Gradient
de: Verlauf
es: Degradado
fr: Dégradé
it: Gradiente
ja: グラデーション
ko: 그라데이션
pt_br: Degradê
ru: Градиент
zh_hans: 左右渐变
zh_hant: 左右漸層

# settings.popover.tint.glide
source: Gradient + slide
de: Verlauf + fließend
es: Degradado + desliz.
fr: Dégradé + glissement
it: Gradiente + scorr.
ja: グラデ＋変化
ko: 그라데이션+슬라이드
pt_br: Degradê + desliz.
ru: Градиент + сдвиг
zh_hans: 渐变滑动
zh_hant: 漸層滑動

# settings.tint.save
source: Save
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
ja: 保存
ko: 저장
pt_br: Salvar
ru: Сохранить
zh_hans: 保存
zh_hant: 儲存

# settings.tint.delete
source: Delete Preset
de: Preset löschen
es: Eliminar ajuste
fr: Supprimer
it: Elimina predefinito
ja: プリセットを削除
ko: 프리셋 삭제
pt_br: Excluir predefinição
ru: Удалить пресет
zh_hans: 删除预设
zh_hant: 刪除預設

# settings.tint.save.title
source: Save Color Preset
de: Farbpreset speichern
es: Guardar ajuste de color
fr: Enregistrer le préréglage
it: Salva predefinito colore
ja: カラープリセットを保存
ko: 색상 프리셋 저장
pt_br: Salvar predefinição de cor
ru: Сохранить цветовой пресет
zh_hans: 保存颜色预设
zh_hant: 儲存顏色預設

# settings.tint.save.message
source: Name this color configuration.
de: Benennen Sie diese Farbkonfiguration.
es: Pon un nombre a esta configuración.
fr: Nommez cette configuration.
it: Assegna un nome a questa configurazione.
ja: この配色に名前を付けてください。
ko: 현재 배색의 이름을 입력하세요.
pt_br: Dê um nome a esta configuração.
ru: Назовите эту цветовую схему.
zh_hans: 为当前配色起一个名字。
zh_hant: 為目前配色取一個名稱。

# settings.tint.save.placeholder
source: Preset name
de: Name
es: Nombre
fr: Nom
it: Nome
ja: プリセット名
ko: 프리셋 이름
pt_br: Nome
ru: Название
zh_hans: 预设名称
zh_hant: 預設名稱

# settings.tint.save.confirm
source: Save
de: Sichern
es: Guardar
fr: Enregistrer
it: Salva
ja: 保存
ko: 저장
pt_br: Salvar
ru: Сохранить
zh_hans: 保存
zh_hant: 儲存

# settings.tint.save.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
pt_br: Cancelar
ru: Отмена
zh_hans: 取消
zh_hant: 取消

# settings.tint.save.defaultName
source: My Preset
de: Mein Preset
es: Mi ajuste
fr: Mon préréglage
it: Il mio predefinito
ja: マイプリセット
ko: 내 프리셋
pt_br: Minha predefinição
ru: Мой пресет
zh_hans: 我的预设
zh_hant: 我的預設

# settings.icons.preset
source: Icon Pack
de: Icon-Paket
es: Paquete de iconos
fr: Pack d’icônes
it: Pacchetto icone
ja: アイコンパック
ko: 아이콘 팩
pt_br: Pacote de ícones
ru: Набор значков
zh_hans: 图标套装
zh_hant: 圖示套裝

# settings.icons.upload
source: Upload Image…
de: Bild hochladen…
es: Subir imagen…
fr: Importer une image…
it: Carica immagine…
ja: 画像をアップロード…
ko: 이미지 업로드…
pt_br: Enviar imagem…
ru: Загрузить изображение…
zh_hans: 上传图片…
zh_hant: 上傳圖片…

# settings.icons.template
source: Tint with Theme Color
de: Mit Themenfarbe einfärben
es: Teñir con el color del tema
fr: Teinter avec le thème
it: Tinta con il tema
ja: テーマ色で着色
ko: 테마 색으로 칠하기
pt_br: Colorir com o tema
ru: Окрасить цветом темы
zh_hans: 跟随主题着色
zh_hant: 跟隨主題著色

# settings.icons.ring.classic
source: Classic
de: Klassisch
es: Clásico
fr: Classique
it: Classico
ja: クラシック
ko: 클래식
pt_br: Clássico
ru: Классика
zh_hans: 经典
zh_hant: 經典

# settings.icons.ring.devices
source: Devices
de: Geräte
es: Dispositivos
fr: Appareils
it: Dispositivi
ja: デバイス
ko: 기기
pt_br: Dispositivos
ru: Устройства
zh_hans: 设备
zh_hant: 裝置

# settings.icons.ring.outlined
source: Outlined
de: Kontur
es: Contorno
fr: Contour
it: Contorno
ja: アウトライン
ko: 외곽선
pt_br: Contorno
ru: Контур
zh_hans: 线框
zh_hant: 線框

# settings.icons.ring.circles
source: Circles
de: Kreise
es: Círculos
fr: Cercles
it: Cerchi
ja: サークル
ko: 원형
pt_br: Círculos
ru: Круги
zh_hans: 圆形
zh_hant: 圓形

# settings.icons.flow.classic
source: Classic
de: Klassisch
es: Clásico
fr: Classique
it: Classico
ja: クラシック
ko: 클래식
pt_br: Clássico
ru: Классика
zh_hans: 经典
zh_hant: 經典

# settings.icons.flow.plug
source: Plug
de: Stecker
es: Enchufe
fr: Prise
it: Spina
ja: プラグ
ko: 플러그
pt_br: Plugue
ru: Штекер
zh_hans: 插头
zh_hant: 插頭

# settings.icons.flow.bolt
source: Bolt
de: Blitz
es: Rayo
fr: Éclair
it: Fulmine
ja: ボルト
ko: 번개
pt_br: Raio
ru: Молния
zh_hans: 闪电
zh_hant: 閃電

# settings.icons.flow.supply
source: Power
de: Strom
es: Energía
fr: Alimentation
it: Alimentazione
ja: 電源
ko: 전원
pt_br: Energia
ru: Питание
zh_hans: 电源
zh_hant: 電源

# settings.icons.flow.battery
source: Battery
de: Akku
es: Batería
fr: Batterie
it: Batteria
ja: バッテリー
ko: 배터리
pt_br: Bateria
ru: Батарея
zh_hans: 电池
zh_hant: 電池

# settings.popover.showRings
source: Show status rings
de: Statusringe anzeigen
es: Mostrar anillos de estado
fr: Afficher les anneaux
it: Mostra gli anelli di stato
ja: ステータスリングを表示
ko: 상태 링 표시
pt_br: Mostrar anéis de status
ru: Показывать кольца
zh_hans: 展示圆环
zh_hant: 顯示圓環

# settings.popover.showFlow
source: Show energy flow
de: Energiefluss anzeigen
es: Mostrar flujo de energía
fr: Afficher le flux d’énergie
it: Mostra il flusso energetico
ja: エネルギーフローを表示
ko: 에너지 흐름 표시
pt_br: Mostrar fluxo de energia
ru: Показывать поток энергии
zh_hans: 展示能量流
zh_hant: 顯示能量流

# settings.icons.clickToChange
source: Click an icon to change it
de: Icon anklicken zum Ändern
es: Haz clic en un icono para cambiarlo
fr: Cliquez sur une icône pour la modifier
it: Fai clic su un’icona per modificarla
ja: アイコンをクリックして変更
ko: 아이콘을 클릭하여 변경
pt_br: Clique em um ícone para alterá-lo
ru: Нажмите на значок, чтобы изменить его
zh_hans: 点击图标更改图标
zh_hant: 點一下圖示即可更改

# settings.icons.editPreset
source: View / Edit Current Preset
de: Aktuelles Preset anzeigen/bearbeiten
es: Ver / editar el ajuste actual
fr: Afficher / modifier le préréglage
it: Visualizza / modifica il preset
ja: 現在のプリセットを表示/編集
ko: 현재 프리셋 보기/편집
pt_br: Ver / editar o preset atual
ru: Просмотр / правка текущего пресета
zh_hans: 查看/编辑当前预设
zh_hant: 檢視／編輯目前預設

# settings.icons.hidePreset
source: Hide Preset Details
de: Preset-Details ausblenden
es: Ocultar detalles del ajuste
fr: Masquer les détails du préréglage
it: Nascondi dettagli del preset
ja: プリセット詳細を隠す
ko: 프리셋 세부정보 숨기기
pt_br: Ocultar detalhes do preset
ru: Скрыть детали пресета
zh_hans: 收起当前预设
zh_hant: 收合目前預設

# settings.icons.builtinEditNote
source: Built-in presets cannot be overwritten. Use Save As to create a custom copy.
de: Eingebaute Presets können nicht überschrieben werden. Speichern Sie unter einem neuen Namen eine eigene Kopie.
es: Los ajustes integrados no se pueden sobrescribir. Usa Guardar como para crear una copia personalizada.
fr: Les préréglages intégrés ne peuvent pas être écrasés. Utilisez Enregistrer sous pour créer une copie personnalisée.
it: I predefiniti integrati non possono essere sovrascritti. Usa Salva con nome per creare una copia personalizzata.
ja: 内蔵プリセットは上書きできません。「名前を付けて保存」でカスタムコピーを作成してください。
ko: 기본 제공 프리셋은 덮어쓸 수 없습니다. 다른 이름으로 저장하여 사용자 지정 사본을 만드세요.
pt_br: Predefinições integradas não podem ser substituídas. Use Salvar como para criar uma cópia personalizada.
ru: Встроенные пресеты нельзя перезаписать. Используйте «Сохранить как», чтобы создать свою копию.
zh_hans: 系统预设不能覆盖，请使用「另存为」创建自定义副本。
zh_hant: 內建預設無法覆寫，請使用「另存新檔」建立自訂副本。

# settings.tint.saveAs
source: Save As…
de: Speichern unter…
es: Guardar como…
fr: Enregistrer sous…
it: Salva con nome…
ja: 名前を付けて保存…
ko: 다른 이름으로 저장…
pt_br: Salvar como…
ru: Сохранить как…
zh_hans: 另存为…
zh_hant: 另存新檔…

# settings.tint.saveAs.title
source: Save As New Preset
de: Als neues Preset speichern
es: Guardar como ajuste nuevo
fr: Enregistrer un nouveau préréglage
it: Salva come nuovo predefinito
ja: 新しいプリセットとして保存
ko: 새 프리셋으로 저장
pt_br: Salvar como nova predefinição
ru: Сохранить как новый пресет
zh_hans: 另存为新预设
zh_hant: 另存為新預設

# settings.tint.saveAs.message
source: Name the new custom preset.
de: Benennen Sie das neue benutzerdefinierte Preset.
es: Pon un nombre al nuevo ajuste personalizado.
fr: Nommez le nouveau préréglage personnalisé.
it: Assegna un nome al nuovo predefinito personalizzato.
ja: 新しいカスタムプリセットの名前を入力してください。
ko: 새 사용자 지정 프리셋 이름을 입력하세요.
pt_br: Dê um nome à nova predefinição personalizada.
ru: Назовите новый пользовательский пресет.
zh_hans: 为这个新的自定义预设命名。
zh_hant: 為這個新的自訂預設命名。

# settings.menuBar.rightClick
source: Right-click menu bar icon
de: Rechtsklick auf Menüleistensymbol
es: Clic derecho en el icono de la barra de menús
fr: Clic droit sur l’icône de la barre de menus
it: Clic destro sull’icona della barra dei menu
ja: メニューバーアイコンの右クリック
ko: 메뉴 막대 아이콘 오른쪽 클릭
pt_br: Clique com o botão direito no ícone da barra de menus
ru: Правый клик по значку в строке меню
zh_hans: 右键菜单栏图标
zh_hant: 右鍵選單列圖示

# settings.menuBar.rightClick.statusMenu
source: Show quit menu
de: Beenden-Menü anzeigen
es: Mostrar menú de salida
fr: Afficher le menu Quitter
it: Mostra menu Esci
ja: 終了メニューを表示
ko: 종료 메뉴 표시
pt_br: Mostrar menu de encerrar
ru: Показать меню выхода
zh_hans: 显示退出菜单
zh_hant: 顯示結束選單

# settings.menuBar.rightClick.openPanel
source: Open panel
de: Panel öffnen
es: Abrir panel
fr: Ouvrir le panneau
it: Apri pannello
ja: パネルを開く
ko: 패널 열기
pt_br: Abrir painel
ru: Открыть панель
zh_hans: 打开面板
zh_hant: 開啟面板

# settings.palette.system
source: System
es: Sistema
fr: Système
it: Sistema
ja: システム
ko: 시스템
pt_br: Sistema
ru: Системная
zh_hans: 系统
zh_hant: 系統

# settings.about.version %@
source: Version %@
es: Versión %@
it: Versione %@
ja: バージョン %@
ko: 버전 %@
pt_br: Versão %@
ru: Версия %@
zh_hans: 版本 %@
zh_hant: 版本 %@

# settings.icon.tint.neon
source: Neon
es: Neón
fr: Néon
ja: ネオン
ko: 네온
pt_br: Néon
ru: Неон
zh_hans: 霓虹
zh_hant: 霓虹

# settings.icon.tint.lava
source: Lava
fr: Lave
ja: 溶岩
ko: 용암
ru: Лава
zh_hans: 熔岩
zh_hant: 熔岩

# settings.icons.flow.minimal
source: Minimal
it: Minimale
ja: ミニマル
ko: 미니멀
ru: Минимализм
zh_hans: 极简
zh_hant: 極簡

# duration.minutes %lld
source: %lld min
ja: %lld分
ko: %lld분
ru: %lld мин
zh_hans: %lld 分钟
zh_hant: %lld 分鐘

# settings.icons.zoom
source: Zoom
ja: ズーム
ko: 확대/축소
ru: Масштаб
zh_hans: 缩放
zh_hant: 縮放
